/* No comment provided by engineer. */
"A link for you!" = "¡Un enlace para tí!";

/* as in, \"7 hours ago\" */
"ago" = "";

/* No comment provided by engineer. */
"All Items" = "Todos";

/* No comment provided by engineer. */
"Authorizing" = "Autorizando";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cancel (quit)" = "Cancelar (salir)";

/* No comment provided by engineer. */
"Cancelled." = "Cancelado.";

/* No comment provided by engineer. */
"Cleaning up old resources" = "Limpiando elementos antiguos";

/* No comment provided by engineer. */
"day" = "día";

/* No comment provided by engineer. */
"days" = "días";

/* No comment provided by engineer. */
"Do you really want to mark all these items as %@?" = "¿Desea marcar todos los elementos como %@?";

/* No comment provided by engineer. */
"Done" = "OK";

/* No comment provided by engineer. */
"Downloading tag" = "Descargando etiqueta";

/* No comment provided by engineer. */
"Email this item" = "Enviar elemento por email";

/* No comment provided by engineer. */
"GRiS Sync" = "Sincronizar";

/* No comment provided by engineer. */
"hour" = "hora";

/* No comment provided by engineer. */
"hours" = "horas";

/* as in, \"posted 7 hours ago _in_ this feed name\" */
"in" = "en";

/* No comment provided by engineer. */
"in the future" = "en el futuro";

/* No comment provided by engineer. */
"Instapaper (read later)" = "Instapaper (leer más tarde)";

/* No comment provided by engineer. */
"item" = "elemento";

/* No comment provided by engineer. */
"items" = "elementos";

/* No comment provided by engineer. */
"Link will be saved on next sync." = "El enlace será guardado en la siguientes sincronización.";

/* No comment provided by engineer. */
"Loading..." = "Cargando...";

/* No comment provided by engineer. */
"Mark as %@" = "Marcar como %@";

/* No comment provided by engineer. */
"No internet connection found" = "No hay conexión a Internet";

/* No comment provided by engineer. */
"No links will be saved unless you fill in your instapaper login details (in the settings tab) before you sync" = "No se guardarán los enlaces hasta que rellene los datos del login de Instapaper (pestaña de ajustes)";

/* No comment provided by engineer. */
"no tag" = "no etiquetar";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"open here" = "abrir aquí";

/* No comment provided by engineer. */
"Open link with:" = "Abrir enlace con:";

/* No comment provided by engineer. */
"Options" = "Opciones";

/* No comment provided by engineer. */
"Pushing status" = "Sincronizando estado";

/* No comment provided by engineer. */
"read" = "leer";

/* No comment provided by engineer. */
"read later" = "leer más tarde";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* No comment provided by engineer. */
"Send a link:" = "Enviar enlace:";

/* No comment provided by engineer. */
"Stop sync" = "Detener sincronización";

/* No comment provided by engineer. */
"There is already a sync running. It is either stuck, or a scheduled sync.\nStop it?" = "Ya hay una sincronización en curso. ¿Detener?";

/* No comment provided by engineer. */
"unread" = "no leído";

/* No comment provided by engineer. */
"Warning:" = "Precaución:";

